[
  {
    "sectionName": "Teilnahmebedingungen für die Aktion ’Winterkomplettrad-Cashback'",
    "terms": [
      {
        "term": "Bei dem ‘Winterkomplettrad-Cashback’ (nachfolgend ‘Aktion’) handelt es sich um eine Rabattaktion. Der Rabatt (nachfolgend ‘Cashback’) wird gewährt von der Mercedes-Benz AG, Mercedesstraße 120, 70372 Stuttgart (nachfolgend ‘Mercedes-Benz’). Die prozessuale Abwicklung der Aktion erfolgt über den Dienstleister Singularis Solutions GmbH."
      }
    ]
  },
  {
    "sectionName": "1.   Aktionsbedingungen",
    "terms": [
      {
        "term": "Teilnameberechtigte Kunden erhalten einen Cashback für während des Aktionszeitraums erworbene Aktionsprodukte. Es gelten die folgenden Bedingungen."
      }
    ]
  },
  {
    "sectionName": "2.   Teilnahmeberechtigung und Teilnahmevoraussetzungen",
    "terms": [
      {
        "term": "2.1.  Teilnahmeberechtigt sind natürliche Personen oder Unternehmen mit (Wohn-)Sitz in der Bundesrepublik Deutschland. Die Aktion gilt nur für Kunden, die das Produkt für den eigenen Bedarf kaufen. Autorisierte Mercedes-Benz Servicepartner dürfen keine Anträge im Namen ihrer Kunden einreichen. "
      },
      {
        "term": "2.2.  Voraussetzung für die Auszahlung des Cashback-Betrages ist die vollständige Erfüllung der in diesen Teilnahmebedingungen aufgeführten Bedingungen. Die Auszahlung erfolgt per Überweisung auf das im Antrag angegebene Konto des Teilnehmers. Es erfolgt keine Barauszahlung oder Übersendung eines Schecks."
      },
      {
        "term": "2.3.   Der Teilnehmer muss eine auf ihn lautende, gültige Rechnung über den Kauf des zur Teilnahme berechtigenden Produktes, die den Voraussetzungen des Umsatzsteuergesetzes entspricht und eine deutsche Steuernummer aufweist, einreichen (nachfolgend ‘Kaufbeleg’). Ein Lieferschein, die Bescheinigung eines Verkäufers oder eine bloße Quittung sind als Nachweis nicht ausreichend. "
      }
    ]
  },
  {
    "sectionName": "3.   Produkte, Geltungsbereich",
    "terms": [
      {
        "term": "3.1.   Die Aktion gilt nur für den Kauf eines der ausgewählten und unten aufgeführten fabrikneuen Produkte (nachfolgend ‘Aktionsprodukte’): "
      },
      {
        "term": "Ein Komplettradsatz von Winterkompletträdern, deren Teilenummer mit einem der folgenden Nummernschlüssel beginnt:"
      },
      {
        "term": "Q44010, Q44011, Q44012, Q44013, Q44014, Q44015, Q44016, Q44017, Q44018, Q44019, Q44030, Q44035, Q44036, Q44051, Q44052, Q44053, Q44054, Q44055, Q44056, Q44057"
      },
      {
        "term": "Ein Komplettradsatz besteht aus mindestens vier und maximal sechs Kompletträdern. Bei dem Cashback-Betrag in Höhe von 50 EUR handelt es sich um einen Bruttobetrag, der 19% Umsatzsteuer beinhaltet."
      },
      {
        "term": "3.2.   Der Kauf des Aktionsprodukts muss zwischen dem 01.09. und dem 31.12.2022 (nachfolgend ‘Aktionszeitraum’) erfolgen. Entscheidend ist das auf der Rechnung ausgewiesene Kaufdatum."
      },
      {
        "term": "3.3.   Der Antrag auf Bezahlung des Cashback-Betrages kann zwischen dem 01.09.2022 und dem 31.01.2023 eingereicht werden (nachfolgend ‘Registrierungszeitraum’)."
      },
      {
        "term": "3.4.   Die Aktion gilt nur für die oben genannten und neuen Aktionsprodukte und ausschließlich für die bei einem autorisierten Mercedes-Benz Servicepartner erworbenen Aktionsprodukte. Mercedes-Benz übernimmt für Produktverfügbarkeit während des Aktionszeitraums keine Garantie."
      },
      {
        "term": "3.5.   Sofern der Teilnehmer das Aktionsprodukt nach dem Kauf und der Registrierung umtauscht oder von einem Rückgabe- oder Widerspruchsrecht Gebrauch macht oder das Aktionsprodukt als Neuware weiterverkauft, entfällt der Anspruch auf Zahlung des Cashback-Betrages rückwirkend. Bereits ausgezahlte Cashback-Beträge sind umgehend unaufgefordert an Mercedes-Benz zurückzuzahlen. Die Rückzahlung muss innerhalb von 14 Tagen nach der Retoure erfolgen. Es gilt das Datum des Zahlungseingangs. Die Rücküberweisung erfolgt auf folgendes Konto des Dienstleisters Singularis Solutions GmbH: CH65 0078 7572 0278 2750 1 "
      },
      {
        "term": "3.6.   Sollte die Auszahlung des Cashback-Betrages einen steuerpflichtigen Vorteil darstellen, liegt die Verpflichtung zum Abführen der Steuern beim Teilnehmer. Mercedes-Benz stellt über ausgezahlte Cashback-Beträge keine Belege aus."
      },
      {
        "term": "3.7.   Anträge außerhalb haushaltsüblicher Mengen sind von der Aktion ausgeschlossen."
      }
    ]
  },
  {
    "sectionName": "4.   So erfolgt die Teilnahme",
    "terms": [
      {
        "term": "4.1.   Um an der Aktion teilzunehmen, kauft der Teilnehmer innerhalb des Aktionszeitraums Aktionsprodukte. Dieser Kauf ist verbunden mit einem Räderwechsel bei einem Mercedes-Benz Partner sowie der parallelen Einlagerung der Sommerkompletträder."
      },
      {
        "term": "4.2.   Der Teilnehmer stellt innerhalb des Registrierungszeitraums auf der Internetseite www.mb-cashback.de einen Antrag auf Zahlung des Cashback-Betrages. Bei Stellung des Antrags lädt der Teilnehmer einen Kaufbeleg hoch, entweder als Upload einer Kopie oder ein Foto des Kaufbelegs. Ferner muss der Teilnehmer seinen Namen, seine vollständige Adresse, seine E-Mail-Adresse und eine gültige Bankverbindung (IBAN) angeben."
      },
      {
        "term": "4.3.   Die Auszahlung des Cashback-Betrags erfolgt ca. vier Wochen nach der Registrierung sowie der erfolgreichen Prüfung per Überweisung auf das im Antrag angegebene Konto. Der Teilnehmer wird darüber per E-Mail informiert. "
      }
    ]
  },
  {
    "sectionName": "5.   Allgemeine Hinweise",
    "terms": [
      {
        "term": "5.1.   Sollte der Teilnehmer nicht alle Unterlagen rechtzeitig und vollständig innerhalb des Registrierungszeitraumes eingereicht haben, entsteht kein Anspruch auf eine Zahlung des Cashback-Betrages."
      },
      {
        "term": "5.2.   Teilnehmer, die eine unvollständige Registrierung durchführen, werden vom Dienstleister Singularis Solutions GmbH benachrichtigt und gebeten, die fehlenden Angaben innerhalb einer definierten Frist zur Verfügung zu stellen. Sollte der Teilnehmer dieser Aufforderung nicht nachkommen bzw. erneut unvollständige Angaben nennen, besteht kein Anspruch auf eine Bezahlung des Cashback-Betrages. Bei Fehlern in den angegebenen Daten und daraus resultierenden Fehlüberweisungen wird keine erneute Überweisung seitens Mercedes-Benz getätigt; der Anspruch auf Auszahlung des Cashback-Betrages erlischt."
      },
      {
        "term": "5.3.   Mercedes-Benz akzeptiert keine Anträge, die nach Ablauf des letzten Tages des Registrierungszeitraums eingehen oder die Mercedes-Benz im eigenen Ermessen als unvollständig oder unberechtigt erachtet. Mercedes-Benz übernimmt keinerlei Verantwortung für verzögerte oder nicht vollständig empfangene Ansprüche."
      },
      {
        "term": "5.4.   Mercedes-Benz ist berechtigt, Teilnehmer von der Aktion auszuschließen, die gegen diese Teilnahmebedingungen verstoßen oder die Teilnahmebedingungen nicht erfüllen; falsche, irreführende oder betrügerische Angaben machen; sich unlauterer Hilfsmittel bedienen; die Aktion manipulieren oder dies versuchen; undoder an der Aktion öfter als nach diesen Teilnahmebedingungen erlaubt teilnehmen oder dies versuchen. Mercedes-Benz behält sich das Recht vor, Kaufbelege im Original anzufordern, einzusehen und alle Registrierungen und Einsendungen auf die Einhaltung der Teilnahmebedingungen zu überprüfen und fehlende Belege gegebenenfalls nachzufordern."
      },
      {
        "term": "5.5.   Liegt ein Ausschlussgrund vor, ist Mercedes-Benz - auch nachträglich - berechtigt, bereits ausgezahlte Cashback-Beträge abzuerkennen und zurückzufordern."
      },
      {
        "term": "5.6.   Übt der Teilnehmer hinsichtlich des zur Teilnahme an der Aktion berechtigenden Aktionsprodukt ein ihm zustehendes Widerrufsrecht aus oder kommt es aus anderen Gründen zu einer Rückabwicklung des Kaufvertrags über das Aktionsprodukt, ist der verpflichtet, den Cashback-Betrag vollständig an Mercedes-Benz zurück zu überweisen."
      },
      {
        "term": "5.7.   Hat Mercedes-Benz aufgrund der gesetzlichen Bestimmungen für einen Schaden aufzukommen, der leicht fahrlässig verursacht wurde, so haftet Mercedes-Benz beschränkt: Die Haftung besteht nur bei Verletzung vertragswesentlicher Pflichten, etwa solcher, die Vertrag Mercedes-Benz nach seinem Inhalt und Zweck gerade auferlegen will oder deren Erfüllung die ordnungsgemäße Durchführung des Kaufvertrages überhaupt erst ermöglicht und auf deren Einhaltung der Teilnehmer regelmäßig vertraut und vertrauen darf. Diese Haftung ist auf den bei Vertragsabschluss vorhersehbaren typischen Schaden begrenzt. Ausgeschlossen ist die persönliche Haftung der gesetzlichen Vertreter, Erfüllungsgehilfen und Betriebsangehörigen von Mercedes-Benz für von ihnen durch leichte Fahrlässigkeit verursachte Schäden. Die vorgenannte Haftungsbegrenzung und der vorgenannte Haftungsausschluss gilt nicht für Schäden, die auf einer grob fahrlässigen oder vorsätzlichen Verletzung von Pflichten von Mercedes-Benz, ihrer gesetzlichen Vertreter oder ihrer Erfüllungsgehilfen beruhen sowie bei Verletzung von Leben, Körper oder Gesundheit."
      },
      {
        "term": "       Unabhängig von einem Verschulden von Mercedes-Benz bleibt eine etwaige Haftung von Mercedes-Benz bei arglistigem Verschweigen eines Mangels, aus der Übernahme einer Garantie oder eines Beschaffungsrisikos und nach dem Produkthaftungsgesetz unberührt."
      },
      {
        "term": "5.8.   Mercedes-Benz behält sich das Recht vor, unvollständige, fehlerhafte, geänderte oder illegale Aktionsanträge nicht zu bearbeiten. Sollte der Teilnehmer innerhalb von zwei Wochen nach Registrierung keine Rückmeldung von Mercedes-Benz erhalten haben, wird er gebeten, sich unaufgefordert bei Mercedes-Benz online unter   "
      },
      {
        "term": "       kontakt@mb-cashback.de"
      },
      {
        "term": "       zu melden."
      }
    ]
  },
  {
    "sectionName": "6.   Sonstiges",
    "terms": [
      {
        "term": "6.1.   Sollte eine Bestimmung dieser Teilnahmebedingungen ganz oder teilweise unwirksam sein oder werden, so berührt dies nicht die Gültigkeit der übrigen Bestimmungen. Eine unwirksame Bestimmung ist durch eine solche zu ersetzen, die rechtlich möglich ist und der unwirksamen inhaltlich am nächsten Entsprechendes gilt für eventuelle Regelungslücken."
      },
      {
        "term": "6.2.   Diese Teilnahmebedingungen unterliegen deutschem Recht."
      },
      {
        "term": "6.3.   Der Rechtsweg ist ausgeschlossen."
      },
      {
        "term": "6.4.   Hinweis gemäß § 36 Verbraucherstreitbeilegungsgesetz (VSBG): Mercedes-Benz wird nicht an einem Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle im Sinne des VSBG teilnehmen und ist hierzu auch nicht verpflichtet."
      },
      {
        "term": "Mercedes-Benz AG, Stuttgart, Deutschland"
      },
      {
        "term": "Sitz und Registergericht: Stuttgart, HRB - Nr.:762873"
        },
      {
        "term": "Vorsitzender des Aufsichtsrats: Bernd Pischetsrieder"
      },
      {
        "term": "Vorstand: Ola Källenius, VorsitzenderChairman; Jörg Burzer, Renata Jungo Brüngger, Sabine Kohleisen, Markus Schäfer, Britta Seeger, Hubertus Troska, Harald Wilhelm"
      }
    ]
  }
]


